# ПІБ: __________________    дата: ________________ клас: ___

# Практична робота  

name = "      "

print("Hello, " + name + "!")

# Завдання 1) Присвоїти змінній name строку для того щоб отримати \ 
# такий результат:
# Hello, Sergiy!

#-------------------------------------------------------------------

from School.src.cherepaha import *

# Завдання 2) Ви маєте у арсеналі такі інструменти для зображення:
# vpered(n) - виконавець переміщується на n кроків вперед
# livoruch(angle) - виконавець повертає ліворуч на angle градусів
# pravoruch(angle) - виконавець повертає праворуч на angle градусів
# ваша задача - намалювати квадрат, сторона якого матиме 100 "кроків"
# ...................................................................






# ...................................................................
# Завдання 3) За допомогою тих самих засобів, що у завданні 2,
# намалюйте рівносторонній трикутник зі стороною 80 кроків.
# ..................................................................






# ...................................................................
